[
   {
   "id":"01",
   "name": "Pokémon X&Y",
   "paragraph1": "Pokémon X & Y is the first main series Pokémon game released for the Nintendo 3DS. The game introduced new features such as the Fairy-type, character customization, Pokémon-Amie which allows the player to develop stronger bonds with their Pokémon, Super Training which allows players to train their Pokémon on the touch screen on the 3DS, Wonder Trade which allows players to randomly trade with another player using the feature, and a new form of Pokémon evolution called “Mega Evolution” which allows players to further evolve fully evolved Pokémon. Some changes were also made such as Exp. Share where it is no longer a hold item and is instead a Tool.",
   "paragraph2": "The game is set in the Kalos region, with the objective to beat the antagonistic team; Team Flare.",
   "suggested_searches": "**Suggested searches**:\n- 'fairy'\n- 'character customization'\n- 'pokemon-amie'\n- 'super training'\n- 'wonder trade'\n- 'mega evolution'\n- 'exp share'\n- 'kalos'\n- 'team flare'",
   "image": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/pokemon-x-y-version/2/2c/Pokemon_xy_box_art.png",
   "source": "*Source: IGN*",
   "announced": "**Announcement:** 8th January 2013",
   "released": "**Release:** 12th October 2013"
   },
   {
   "id":"02",
   "name": "Pokémon Omega Ruby & Alpha Sapphire",
   "paragraph1": "Pokémon Omega Ruby & Alpha Sapphire are 2014 remakes of the 2002 main series Pokémon games released on the Game Boy Advance, Pokémon Ruby and Sapphire. It was released on the Nintendo 3DS. The games introduced new features including Primal Reversion for legendary Pokémon Groudon and Kyogre. It retains most of the features from Pokémon X & Y such as Mega Evolutions, Super Training, and Pokémon-Amie. Secret Bases have been upgraded to Super Secret Bases. Features include sharing bases with other players, inviting other players as secret pals, customizing the player's own Gym, and capturing flags.",
   "paragraph2": "The game uses Latios or Latias to fly around Hoenn, the region the game is set in. When flying with the legendary Latios/Latias, players may encounter “mirage spots” where they can encounter Pokémon not typically available in the Hoenn region as well as a number of other legendary Pokémon from previous generations.",
   "suggested_searches": "**Suggested searches**:\n- 'primal groudon'\n- 'primal kyogre'\n- 'mega evolutions'\n- 'super training'\n- 'pokemon-amie'\n- 'secret bases'\n- 'super secret bases'\n- 'mirage spots'\n- 'latios'\n- 'latias'",
   "image": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/pokemon-omega-ruby-and-alpha-sapphire/2/20/Pokemon-oras-box-art.png?width=1280",
   "source": "*Source: IGN*",
   "announced": "**Announcement:** 7th May 2014",
   "released": "**Release:** 21st November 2014"
   },
   {
   "id":"03",
   "name": "Pokémon Sun & Moon",
   "paragraph1": "Pokémon Sun and Pokémon Moon are the first instalments in the seventh generation of the Pokémon released in 2016 on the Nintendo 3DS.  The game introduced a powerful new type of move called Z-moves which can only be used once per battle. Hidden Moves (HMs) have been replaced with specialized Pokémon that can be summoned at will. The 'Poké Finder' is function of the Rotom Pokédex which allows players to take photos of Pokémon in the wild. A new 'Pokémon Refresh' feature enables players to care for and feed their Pokémon.",
   "paragraph2": "The game is set in the Alola region. Team Skull is the name of the villainous group in Alola. The Aether Foundation is an organization which studies Ultra Beasts, mysterious creatures from another dimension. ",
   "suggested_searches": "**Suggested searches**:\n- 'z-moves'\n- 'hms'\n- 'poke finder'\n- 'pokemon refresh'\n- 'team skull'\n- 'aether foundation'\n- 'ultra beast'\n- 'alola'",
   "image": "https://nintendoeverything.com/wp-content/uploads/pokemon-sun-moon-boxart-na.jpg",
   "source": "*Source: Nintendo Everything*",
   "announced": "**Announcement:** 26th February 2016",
   "released": "**Release:** 18th November 2016"
   },
   {
   "id":"04",
   "name": "Pokémon Ultra Sun & Ultra Moon",
   "paragraph1": "Pokémon Ultra Sun and Ultra Moon, released in 2017, are enhanced versions of Pokémon Sun and Moon which released the previous year. Differences from Sun and Moon include an alternate storyline and new gameplay features, characters, Pokémon, and Pokémon forms, including new forms of the legendary Pokémon Necrozma as version mascots. The games introduced new Ultra Beasts: Stakataka, Blacephalon, Poipole and its evolution, Naganadel.",
   "paragraph2": "Three new activities have been added: Mantine Surf, which allows the player to surf across the region's seas—it also serves as an alternate way of earning Battle Points; Alola Photo Club, like a photobooth which allows players to take pictures of their player character with Pokémon in various poses; and Ultra Warp Ride, which allows the player to travel through varying Ultra Wormholes and encounter the original seven Ultra Beasts in their own worlds.",
   "suggested_searches": "**Suggested searches**:\n- 'alola'\n- 'stakataka'\n- 'blacephalon'\n- 'poipole'\n- 'naganadel\n- 'mantine surf'\n- 'alola photo club'\n- 'ultra warp ride'",
   "image": "https://nintendoeverything.com/wp-content/uploads/pokemon-ultra-sun-ultra-moon-boxart.jpg",
   "source": "*Source: Nintendo Everything*",
   "announced": "**Announcement:** 6th June 2017",
   "released": "**Release:** 17th November 2017"
   },
   {
   "id":"05",
   "name": "Pokémon: Let's Go, Pikachu! and Let's Go, Eevee!",
   "paragraph1": "Pokémon: Let's Go, Pikachu! and Pokémon: Let's Go, Eevee! are 2018 remakes of the 1998 Game Boy Color game Pokémon Yellow. The games are part of the seventh generation and are the first main series instalments to be released for a home game console i.e., the Nintendo Switch. Depending on the version, players start with either a Pikachu or an Eevee, which sits on the player character's shoulder in the overworld. This mechanic is similar to the 'walking Pokémon' mechanic first introduced in Pokémon Yellow, in which Pikachu followed behind the player character throughout the game.",
   "paragraph2": "Like the original game, the game is set in the Kanto region. The game was meant to appeal to a younger audience; for this reason, the games incorporate elements from the anime, similarly to Pokémon Yellow.",
   "suggested_searches": "**Suggested searches**:\n- 'kanto'\n- 'gen 1'\n- 'pokemon go'",
   "image": "https://projectpokemon.org/home/uploads/monthly_2019_06/large.pikavee.png.d7bf0a83bc6ff9577002fdd2d8d5d68c.png",
   "source": "*Source: Project Pokemon*",
   "announced": "**Announcement:** 30th May 2018",
   "released": "**Release:** 16th November 2018" 
   },
   {
   "id":"06",
   "name": "Pokémon Sword & Shield",
   "paragraph1": "Pokémon Sword[a] and Pokémon Shield[b] were released in 2019 for the Nintendo Switch. They are the first installments in the eighth generation of the Pokémon video game series. The game introduced these features: Wild Areas  an expanse of land that covers much of the Galar Region. Pokemon in this area can be seen roaming freely; Max Raid Battles - in the Wild Area, trainers can approach beacons from Pokémon Dens and take on Dynamax or Gigantamax Pokémon for a chance to capture them; Dynamaxing allows every Pokémon in the game to turn enormous, this also gives them powerful Max Moves. Gigantamax Pokemon are large versions of Pokémon with different designs; Pokemon Camps can be set almost anywhere outside a city/town. Setting a camp allows players’ Party Pokemon to relax and play. Players can interact directly with Pokémon by using toys to play with them. Curries can be prepared in the player's Pokémon Camp.",
   "paragraph2": "The game is based in the Galar region. The main objective of the games is to dethrone the Pokémon League Champion, Leon, in a tournament that various other Gym Leaders and rivals also take part in, whilst dealing with Team Yell and a nefarious conspiracy within the League.",
   "suggested_searches": "**Suggested searches**:\n- 'wild area'\n- 'max raid'\n- 'dynamax'\n- 'gigantamax'\n- 'camps'\n- 'curry'\n- 'poke jobs'\n- 'national dex'\n- 'nat dex'\n- 'dexit'\n- 'galar'\n- 'team yell'",
   "image": "https://projectpokemon.org/home/uploads/monthly_2019_06/large.swordnshield.png.051ae8b21788af441c7493b55ff8ad85.png",
   "source": "*Source: Project Pokemon*",
   "announced": "**Announcement:** 27th February 2019",
   "released": "**Release**: 15th November 2019"
   },
   {
   "id":"07",
   "name": "Pokémon Sword and Shield: The Isle of Armor and The Crown Tundra",
   "paragraph1": "Pokémon Sword and Shield: The Isle of Armor and The Crown Tundra are two downloadable content expansion packs in the Pokémon Sword and Shield Expansion Pass for Pokémon Sword and Shield. The addition of Expansion Pass was used to replace the need for a third version or sequel of Sword and Shield. Previously, enhanced versions, like Ultra Sun and Moon, would release instead of a DLC. In Isle of Armor, the main gameplay consists of training the newly introduced legendary Pokémon named Kubfu. Completing the training will result in Kubfu evolving into one of two forms of the Pokémon Urshifu. In Crown Tundra, the game centers around the legendary Pokémon Calyrex",
   "paragraph2": "Isle of armor A regional form of Slowpoke and one of its evolutions, Slowbro have been added. The expansion also adds new Gigantamaxed forms for Venusaur, Blastoise, the region's starter Pokémon (Rillaboom, Cinderace, and Inteleon), and both forms of Urshifu. The expansion pass includes the Mythical Pokémon Zarude. Crown Tundra introduces two legendary Pokémon that resemble the Regi golem trio from Pokémon Ruby and Sapphire, with the electric type Regieleki and the dragon type Regidrago. Adding onto the Isle of Armor, a regional form was given to Slowking. However, additional regional forms were given to the legendary bird trio from Pokémon Red and Blue: Articuno, Zapdos and Moltres. ",
   "suggested_searches": "**Suggested searches**:\n- 'kubfu'\n- 'urshifu'\n- 'regieleki'\n- 'regidrago'\n- 'slowbro'\n- 'slowking'\n- 'articuno'\n- 'zapdos'\n- 'moltres'",
   "image": "https://i0.wp.com/www.rapidreviewsuk.com/wp-content/uploads/2020/06/Pokemon-DLC-Header-e1593108081197.png?fit=1301%2C533&ssl=1",
   "source": "*Source: Rapid Reviews UK*",
   "announced": "**Announcement for both expansions:** 9th January 2020",
   "released": "**Isle of Armor Release:** 17th June 2020\n**Crown Tundra Release:** 23rd October 2020"
   },
   {
   "id":"08",
   "name": "Pokémon Brilliant Diamond & Shining Pearl",
   "paragraph1": "Pokémon Brilliant Diamond and Shining Pearl are 2021 remakes for the Nintendo Switch of Pokémon Diamond and Pearl from 2006 released on the Nintendo DS . The games are part of the eighth generation of the main series Pokémon games. They were announced as part of the 25th anniversary event, alongside Pokémon Legends: Arceus. They are the first main Pokémon games not to be developed by Game Freak.",
   "paragraph2": "Gameplay of Pokémon Brilliant Diamond and Shining Pearl is similar to the original Diamond and Pearl games, comparable to previous remakes such as Omega Ruby and Alpha Sapphire. The games are presented in a top-down isometric third-person perspective, though with a distinct visual style. As with the original games, Brilliant Diamond and Shining Pearl are set in the fictional region of Sinnoh, an island based on the Japanese island of Hokkaidō.",
   "suggested_searches": "**Suggested searches**:\n- 'palkia'\n- 'dialga'\n- 'giratina'\n- 'sinnoh'\n- 'remake'\n- 'team galactic'",
   "image": "https://d28ipuewd7cdcq.cloudfront.net/assets/editorial/2021/05/pokemon-brilliant-diamond-pokemon-shining-pearl-box-art.png",
   "source": "*Source: SuperParent*",
   "announced": "**Announcement:** 27th February 2021",
   "released": "**Release:** 19th November 2021"
   },
   {
   "id":"09",
   "name": "Pokémon Legends: Arceus",
   "paragraph1": "Pokémon Legends: Arceus was released in 2022 for the Nintendo Switch. It is part of the eighth generation of the main series Pokémon games and serves as a prequel to Pokémon Diamond and Pearl (2006). The game was first announced as part of the Pokémon 25th Anniversary event in February 2021 alongside Pokémon Brilliant Diamond and Shining Pearl.",
   "paragraph2": "The game follows the protagonist, sent back through time, as they travel through the Hisui region based on the island of Hokkaido during early Japanese colonization. Centered around exploration of the region's several open areas populated with Pokémon, the game's objective is to complete a roster of the region's Pokémon, known as the Pokédex. In total, the game featured 242 Pokémon on release, including 7 new species and 17 new iterations ('forms') of existing Pokémon.",
   "suggested_searches": "**Suggested searches**:\n- 'hisui'\n- 'open world'\n- 'zelda'\n- 'botw'\n- '",
   "image": "https://twinfinite.net/wp-content/uploads/2021/05/pokemon-legends-arceus.jpg",
   "source": "*Source: Twinfinite*",
   "announced": "**Announcement:** 27th February 2021",
   "released": "**Release:** 28th January 2022"
   },
   {
   "id":"10",
   "name": "Pokémon Scarlet & Violet",
   "paragraph1": "Pokémon Scarlet and Pokémon Violet are the newest upcoming games releasing in 2022 for the Nintendo Switch. Announced in February 2022, they are the first installments in the ninth generation of the Pokémon video game series and are set to be released on 18 November 2022.",
   "paragraph2": "Scarlet and Violet are set to have open worlds which include urban areas and open wilderness without borders between the two. The games introduce three new starter Pokémon: Sprigatito, Fuecoco, and Quaxly and two new legendary Pokémon: Koraidon and Miraidon. Toby Fox assisted in composing some of the music that will be featured in the games.",
   "suggested_searches": "**Suggested searches**:\n- 'sprigatito'\n- 'fuecoco'\n- 'quaxly'\n- 'koraidon'\n- 'miraidon'\n- 'toby fox'",
   "image": "https://img.buzzfeed.com/buzzfeed-static/static/2022-06/1/14/asset/67720d6b2786/sub-buzz-3952-1654093639-8.png?downsize=700%3A%2A&output-quality=auto&output-format=auto",
   "source": "*Source: Buzzfeed*",
   "announced": "**Announcement:** 27th February 2022",
   "released": "**Upcoming Release:** 18th November 2022"
   }   
]